Repository: x7peeps/hermesIOS
Catalog: scarf/scarf/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: %lld sessions
de: %lld Sitzungen
es: %lld sesiones
ja: %lld セッション
pt_br: %lld sessões
zh_hans: %lld 次会话

# %lld sessions · %lld messages · %@
source: %1$lld sessions · %2$lld messages · %3$@
de: %1$lld Sitzungen · %2$lld Nachrichten · %3$@
es: %1$lld sesiones · %2$lld mensajes · %3$@
ja: %1$lld セッション · %2$lld メッセージ · %3$@
pt_br: %1$lld sessões · %2$lld mensagens · %3$@
zh_hans: %1$lld 次会话 · %2$lld 条消息 · %3$@

source: %lld skill(s) kept your local edits
de: %lld Skill(s) haben deine lokalen Änderungen behalten
es: %lld habilidad(es) conservaron tus ediciones locales
fr: %lld compétence(s) ont conservé vos modifications locales
ja: %lld 件のスキルでローカルの編集を保持しました
pt_br: %lld habilidade(s) com edições locais mantidas
zh_hans: %lld 个技能保留了你的本地编辑

source: %lld slash
de: %lld Slash-Befehle
es: %lld comandos
fr: %lld commandes
ja: スラッシュコマンド %lld 件
pt_br: %lld comandos
zh_hans: %lld 个命令

source: %lld tool calls, completed, expandable
de: %lld Tool-Aufrufe, abgeschlossen, erweiterbar
es: %lld llamadas de herramienta, completado, expandible
fr: %lld appels d’outils, terminé, développable
ja: %lld 件のツール呼び出し、完了、展開可能
pt_br: %lld chamadas de ferramenta, concluído, expansível
zh_hans: %lld 个工具调用，已完成，可展开

source: %lld tool calls, expandable
de: %lld Tool-Aufrufe, erweiterbar
es: %lld llamadas de herramienta, expandible
fr: %lld appels d’outils, développable
ja: %lld 件のツール呼び出し、展開可能
pt_br: %lld chamadas de ferramenta, expansível
zh_hans: %lld 个工具调用，可展开

source: %lld total · %lld open
de: %1$lld gesamt · %2$lld offen
es: %1$lld en total · %2$lld abiertas
fr: %1$lld au total · %2$lld ouverts
ja: 合計 %1$lld · 未完了 %2$lld
pt_br: %1$lld no total · %2$lld abertos
zh_hans: 共 %1$lld 项 · %2$lld 项未完成

source: %lld w/o cross-job context (no CLI flag to copy it)
de: %lld ohne jobübergreifenden Kontext (kein CLI-Flag zum Kopieren)
es: %lld sin contexto entre trabajos (no hay opción de CLI para copiarlo)
fr: %lld sans contexte inter-tâches (aucune option CLI pour le copier)
ja: %lld 件はジョブ間コンテキストなし (コピーする CLI フラグがありません)
pt_br: %lld sem contexto entre tarefas (não há opção de CLI para copiá-lo)
zh_hans: %lld 项缺少跨任务上下文（没有可复制它的 CLI 选项）

source: %lld w/o deliver=all (host < v0.14)
de: %lld ohne deliver=all (Host < v0.14)
es: %lld sin deliver=all (host < v0.14)
fr: %lld sans deliver=all (hôte < v0.14)
ja: deliver=all なし %lld 件（ホスト < v0.14）
pt_br: %lld sem deliver=all (host < v0.14)
zh_hans: %lld 个不含 deliver=all（主机 < v0.14）

source: %lld w/o run-to-run continuity
de: %lld ohne Lauf-zu-Lauf-Kontinuität
es: %lld sin continuidad entre ejecuciones
fr: %lld sans continuité entre exécutions
ja: %lld 件は実行間の継続なし
pt_br: %lld sem continuidade entre execuções
zh_hans: %lld 个不含运行间连续性

source: %lld w/o their pre-run script (the file stays on this host)
de: %lld ohne ihr Pre-Run-Skript (die Datei bleibt auf diesem Host)
es: %lld sin su script previo a la ejecución (el archivo se queda en este host)
fr: %lld sans leur script de pré-exécution (le fichier reste sur cet hôte)
ja: %lld 件は事前実行スクリプトなし (ファイルはこのホストに残ります)
pt_br: %lld sem o script de pré-execução (o arquivo fica neste host)
zh_hans: %lld 项缺少运行前脚本（文件仍留在此主机上）

source: %lld w/o their model pin (the target host's default model runs them)
de: %lld ohne Modell-Pin (das Standardmodell des Zielhosts führt sie aus)
es: %lld sin su modelo fijado (los ejecuta el modelo predeterminado del host de destino)
fr: %lld sans leur modèle épinglé (le modèle par défaut de l'hôte cible les exécute)
ja: %lld 件はモデル固定なし（ターゲットホストの既定モデルで実行されます）
pt_br: %lld sem o modelo fixado (o modelo padrão do host de destino os executa)
zh_hans: %lld 个未保留模型固定（将由目标主机的默认模型运行）

source: %lld warnings
de: %lld Warnungen
es: %lld advertencias
fr: %lld avertissements
ja: %lld 件の警告
pt_br: %lld avisos
zh_hans: %lld 条警告

source: `{{argument}}` is replaced with whatever you type after `/%@`. The agent receives the expanded body — never the literal slash.
de: `{{argument}}` wird durch das ersetzt, was du nach `/%@` tippst. Der Agent erhält den expandierten Text — nie den wörtlichen Slash.
es: `{{argument}}` se sustituye por lo que escribas después de `/%@`. El agente recibe el cuerpo expandido — nunca la barra literal.
fr: `{{argument}}` est remplacé par ce que vous saisissez après `/%@`. L'agent reçoit le corps développé — jamais la commande slash littérale.
ja: `{{argument}}` は `/%@` の後ろに入力した内容に置き換えられます。エージェントは展開後の本文を受け取り、リテラルのスラッシュを受け取ることはありません。
pt_br: `{{argument}}` é substituído por tudo o que você digitar após `/%@`. O agente recebe o corpo expandido — nunca a barra literal.
zh_hans: `{{argument}}` 会被替换为你在 `/%@` 后输入的内容。agent 收到的是展开后的正文 — 而不是字面的斜杠命令。

source: `/<name>` shortcuts that expand into prompt templates. Stored at `<project>/.scarf/slash-commands/` so they ship with `.scarftemplate` bundles.
de: `/<name>`-Kürzel, die sich zu Prompt-Vorlagen expandieren. Gespeichert unter `<project>/.scarf/slash-commands/`, damit sie mit `.scarftemplate`-Bundles ausgeliefert werden.
es: Atajos `/<name>` que se expanden en plantillas de prompt. Se almacenan en `<project>/.scarf/slash-commands/` para que se distribuyan con los paquetes `.scarftemplate`.
fr: Raccourcis `/<name>` qui se développent en modèles de prompt. Stockés dans `<project>/.scarf/slash-commands/` afin qu'ils soient inclus dans les paquets `.scarftemplate`.
ja: プロンプトテンプレートに展開される `/<name>` ショートカット。`<project>/.scarf/slash-commands/` に保存されるため、`.scarftemplate` バンドルと一緒に配布されます。
pt_br: Atalhos `/<name>` que se expandem em modelos de prompt. Armazenados em `<project>/.scarf/slash-commands/` para que sejam incluídos em pacotes `.scarftemplate`.
zh_hans: 展开为提示模板的 `/<name>` 快捷方式。存储在 `<project>/.scarf/slash-commands/`,因此会随 `.scarftemplate` 包一同分发。

# `%@` is now authenticated, but `model.provider` in config.yaml is still `%@`.
source: `%1$@` is now authenticated, but `model.provider` in config.yaml is still `%2$@`.
de: `%@` ist jetzt authentifiziert, aber `model.provider` in config.yaml ist noch `%@`.
es: `%1$@` ahora está autenticado, pero `model.provider` en config.yaml sigue siendo `%2$@`.
fr: `%1$@` est maintenant authentifié, mais `model.provider` dans config.yaml est toujours `%2$@`.
ja: `%1$@` は認証されましたが、config.yaml の `model.provider` はまだ `%2$@` のままです。
pt_br: `%1$@` agora está autenticado, mas `model.provider` em config.yaml ainda é `%2$@`.
zh_hans: `%1$@` 现已认证,但 config.yaml 中的 `model.provider` 仍为 `%2$@`。

source: `%@` is served anonymously — Hermes needs no credential. Just select it as your model provider in Settings.
de: `%@` wird anonym bereitgestellt — Hermes benötigt keine Anmeldedaten. Wähle es einfach als deinen Modellanbieter in den Einstellungen.
es: `%@` se sirve de forma anónima — Hermes no necesita credencial. Solo selecciónalo como tu proveedor de modelo en Ajustes.
fr: `%@` est servi anonymement — Hermes n'a besoin d'aucun identifiant. Sélectionnez-le simplement comme fournisseur de modèle dans Réglages.
ja: `%@` は匿名で提供されます — Hermes に資格情報は不要です。設定でモデルプロバイダーとして選択するだけです。
pt_br: `%@` é servido anonimamente — o Hermes não precisa de credencial. Basta selecioná-lo como seu provedor de modelo em Configurações.
zh_hans: `%@` 是匿名提供的 — Hermes 无需凭证。只需在设置中将其选为模型提供方即可。

source: `%@` isn't a provider Hermes knows. If this model ID came from an aggregator (e.g. OpenRouter), set `model.provider` to that aggregator instead.
de: `%@` ist kein Hermes bekannter Anbieter. Wenn diese Modell-ID von einem Aggregator stammt (z. B. OpenRouter), setze stattdessen `model.provider` auf diesen Aggregator.
es: `%@` no es un proveedor que Hermes conozca. Si este ID de modelo proviene de un agregador (p. ej. OpenRouter), establece `model.provider` a ese agregador en su lugar.
fr: `%@` n'est pas un fournisseur connu de Hermes. Si cet ID de modèle provient d'un agrégateur (p. ex. OpenRouter), définissez plutôt `model.provider` sur cet agrégateur.
ja: `%@` は Hermes が認識しているプロバイダーではありません。このモデル ID がアグリゲーター（例: OpenRouter）由来のものであれば、代わりに `model.provider` をそのアグリゲーターに設定してください。
pt_br: `%@` não é um provedor que o Hermes conhece. Se este ID de modelo veio de um agregador (ex.: OpenRouter), defina `model.provider` para esse agregador em vez disso.
zh_hans: `%@` 不是 Hermes 已知的提供方。如果此模型 ID 来自聚合服务(例如 OpenRouter),请改为将 `model.provider` 设为该聚合服务。

source: `%@` uses a different sign-in flow.
de: `%@` nutzt einen anderen Anmeldeablauf.
es: `%@` usa un flujo de inicio de sesión diferente.
fr: `%@` utilise un flux de connexion différent.
ja: `%@` は異なるサインインフローを使用します。
pt_br: `%@` usa um fluxo de login diferente.
zh_hans: `%@` 使用不同的登录流程。

source: `agent.log`, `errors.log`, `gateway.log`. Useful for forensics; usually skipped to keep archive size down.
de: `agent.log`, `errors.log`, `gateway.log`. Nützlich für Forensik; wird meist übersprungen, um die Archivgröße gering zu halten.
es: `agent.log`, `errors.log`, `gateway.log`. Útil para análisis forense; normalmente se omiten para mantener bajo el tamaño del archivo.
fr: `agent.log`, `errors.log`, `gateway.log`. Utile pour l'analyse forensique ; généralement ignoré pour limiter la taille de l'archive.
ja: `agent.log`、`errors.log`、`gateway.log`。フォレンジックに有用ですが、アーカイブサイズを抑えるため通常はスキップされます。
pt_br: `agent.log`, `errors.log`, `gateway.log`. Úteis para perícia; geralmente ignorados para manter o tamanho do arquivo compactado menor.
zh_hans: `agent.log`、`errors.log`、`gateway.log`。有助于事后分析;通常会跳过以缩小归档大小。

source: `all` fans out to every connected channel — v0.14+ only.
de: `all` fächert an jeden verbundenen Kanal auf — nur v0.14+.
es: `all` se distribuye a todos los canales conectados — solo v0.14+.
fr: `all` diffuse vers tous les canaux connectés — v0.14+ uniquement.
ja: `all` は接続されているすべてのチャンネルにファンアウトします — v0.14 以降のみ。
pt_br: `all` distribui para todos os canais conectados — apenas v0.14+.
zh_hans: `all` 会分发到每个已连接的频道 — 仅限 v0.14+。

source: `auth.json` was excluded — re-authenticate AI providers after restore.
de: `auth.json` wurde ausgeschlossen — authentifiziere KI-Anbieter nach der Wiederherstellung erneut.
es: Se excluyó `auth.json` — vuelve a autenticar los proveedores de IA tras la restauración.
fr: `auth.json` a été exclu — réauthentifiez les fournisseurs d'IA après la restauration.
ja: `auth.json` は除外されました — 復元後に AI プロバイダーを再認証してください。
pt_br: `auth.json` foi excluído — reautentique os provedores de IA após a restauração.
zh_hans: `auth.json` 已被排除 — 恢复后请重新认证 AI 提供方。

source: `bot-chat[:profile]` injects the output into a local profile's Bot Chat as a message the bot responds to — v0.20.6+ only.
de: `bot-chat[:profile]` schleust die Ausgabe in den Bot Chat eines lokalen Profils als Nachricht ein, auf die der Bot antwortet — nur ab v0.20.6.
es: `bot-chat[:profile]` inyecta la salida en el Bot Chat de un perfil local como un mensaje al que el bot responde — solo v0.20.6+.
fr: `bot-chat[:profile]` injecte la sortie dans le Bot Chat d'un profil local sous forme de message auquel le bot répond — v0.20.6+ uniquement.
ja: `bot-chat[:profile]` は、出力をローカルプロファイルの Bot Chat にボットが応答するメッセージとして挿入します — v0.20.6 以降のみ。
pt_br: `bot-chat[:profile]` injeta a saída no Bot Chat de um perfil local como uma mensagem à qual o bot responde — apenas v0.20.6+.
zh_hans: `bot-chat[:profile]` 会将输出作为一条消息注入本地配置的 Bot Chat,并由机器人回应 — 仅限 v0.20.6 及以上。

source: `delete` trades WAL's crash-safety guarantees for compatibility with weak-fsync or shared filesystems — use it for macOS virtiofs, NFS, or SMB-backed Hermes homes. Autocheckpoint/size-limit pragmas apply only when set; leave them off for SQLite's own defaults (1000-page autocheckpoint, no size cap).
de: `delete` tauscht die Absturzsicherheits-Garantien von WAL gegen Kompatibilität mit schwachem fsync oder gemeinsam genutzten Dateisystemen — verwende es für macOS-virtiofs-, NFS- oder SMB-basierte Hermes-Homes. Autocheckpoint-/Größenlimit-Pragmas gelten nur, wenn gesetzt; lasse sie aus für SQLites eigene Standards (1000-Seiten-Autocheckpoint, kein Größenlimit).
es: `delete` cambia las garantías de seguridad ante fallos de WAL por compatibilidad con sistemas de archivos de fsync débil o compartidos — úsalo para directorios de Hermes respaldados por virtiofs de macOS, NFS o SMB. Los pragmas de autocheckpoint/límite de tamaño solo se aplican si están definidos; déjalos sin definir para los valores predeterminados de SQLite (autocheckpoint de 1000 páginas, sin límite de tamaño).
fr: `delete` échange les garanties de sécurité en cas de panne du WAL contre la compatibilité avec les systèmes de fichiers à fsync faible ou partagés — utilisez-le pour les répertoires Hermes sur macOS virtiofs, NFS ou SMB. Les pragmas autocheckpoint/limite de taille ne s'appliquent que s'ils sont définis ; laissez-les inactifs pour les défauts propres de SQLite (autocheckpoint à 1000 pages, aucune limite de taille).
ja: `delete` は WAL のクラッシュセーフティ保証を犠牲にして、弱い fsync や共有ファイルシステムとの互換性を得ます — macOS の virtiofs、NFS、SMB 上の Hermes ホームディレクトリで使用してください。autocheckpoint・サイズ上限のプラグマは設定した場合のみ適用されます。設定しない場合は SQLite 自体のデフォルト（1000 ページごとの autocheckpoint、サイズ上限なし）が使われます。
pt_br: `delete` troca as garantias de segurança contra falhas do WAL por compatibilidade com fsync fraco ou sistemas de arquivos compartilhados — use-o para homes do Hermes em virtiofs do macOS, NFS ou SMB. As pragmas de autocheckpoint/limite de tamanho só se aplicam quando definidas; deixe-as desativadas para os padrões próprios do SQLite (autocheckpoint de 1000 páginas, sem limite de tamanho).
zh_hans: `delete` 以牺牲 WAL 的崩溃安全保证为代价,换取对弱 fsync 或共享文件系统的兼容性 — 适用于以 macOS virtiofs、NFS 或 SMB 为后端的 Hermes 主目录。自动检查点/大小限制 pragma 仅在设置时生效;不设置则使用 SQLite 自身的默认值(1000 页自动检查点,无大小上限)。

source: `model.default` is `%1$@` but `model.provider` is `%2$@`. Chats will fail at first prompt until this is reconciled.
de: `model.default` ist `%@`, aber `model.provider` ist `%@`. Chats schlagen beim ersten Prompt fehl, bis dies abgeglichen ist.
es: `model.default` es `%1$@` pero `model.provider` es `%2$@`. Los chats fallarán en el primer prompt hasta que esto se reconcilie.
fr: `model.default` vaut `%1$@` mais `model.provider` vaut `%2$@`. Les discussions échoueront dès le premier prompt tant que cela n'est pas réconcilié.
ja: `model.default` は `%1$@` ですが `model.provider` は `%2$@` です。これが解消されるまで、チャットは最初のプロンプトで失敗します。
pt_br: `model.default` é `%1$@`, mas `model.provider` é `%2$@`. Os chats falharão no primeiro prompt até que isso seja reconciliado.
zh_hans: `model.default` 为 `%1$@`,但 `model.provider` 为 `%2$@`。在此问题得到协调之前,聊天将在首次提示时失败。

source: `npx` not found on the Hermes host.
de: `npx` auf dem Hermes-Host nicht gefunden.
es: No se encontró `npx` en el host de Hermes.
fr: `npx` introuvable sur l'hôte Hermes.
ja: Hermes ホストで `npx` が見つかりません。
pt_br: `npx` não encontrado no host do Hermes.
zh_hans: 在 Hermes 主机上未找到 `npx`。

source: `profile_routes` is written as an inline list in config.yaml. Scarf only edits the block form — rewrite it as indented `- name:` entries (or edit the file directly) to manage routes here.
de: `profile_routes` wird als Inline-Liste in config.yaml geschrieben. Scarf bearbeitet nur die Blockform — schreibe sie als eingezogene `- name:`-Einträge um (oder bearbeite die Datei direkt), um Routen hier zu verwalten.
es: `profile_routes` está escrito como una lista en línea en config.yaml. Scarf solo edita la forma de bloque — reescríbelo como entradas `- name:` indentadas (o edita el archivo directamente) para gestionar rutas aquí.
fr: `profile_routes` est écrit sous forme de liste en ligne dans config.yaml. Scarf ne modifie que la forme en bloc — réécrivez-la en entrées indentées `- name:` (ou modifiez le fichier directement) pour gérer les routes ici.
ja: `profile_routes` が config.yaml にインラインリストとして記述されています。Scarf はブロック形式のみを編集できます — インデントされた `- name:` の形式に書き直す（またはファイルを直接編集する）と、ここでルートを管理できるようになります。
pt_br: `profile_routes` está escrito como uma lista em linha em config.yaml. O Scarf só edita a forma de bloco — reescreva-o como entradas indentadas `- name:` (ou edite o arquivo diretamente) para gerenciar rotas aqui.
zh_hans: `profile_routes` 在 config.yaml 中以内联列表形式写入。Scarf 只编辑块形式 — 请将其重写为缩进的 `- name:` 条目(或直接编辑文件),以便在此处管理路由。

source: ^[%lld API call](inflect: true)
de: ^[%lld API-Aufruf](inflect: true)
es: ^[%lld llamada a la API](inflect: true)
fr: ^[%lld appel d’API](inflect: true)
ja: %lld 件の API 呼び出し
pt_br: ^[%lld chamada de API](inflect: true)
zh_hans: %lld 次 API 调用

source: ^[%lld channel](inflect: true)
de: ^[%lld Kanal](inflect: true)
es: ^[%lld canal](inflect: true)
fr: ^[%lld canal](inflect: true)
ja: %lld 個のチャンネル
pt_br: ^[%lld canal](inflect: true)
zh_hans: %lld 个频道

source: ^[%lld diagnostic signal](inflect: true)
de: ^[%lld Diagnosesignal](inflect: true)
es: ^[%lld señal de diagnóstico](inflect: true)
fr: ^[%lld signal de diagnostic](inflect: true)
ja: %lld 件の診断シグナル
pt_br: ^[%lld sinal de diagnóstico](inflect: true)
zh_hans: %lld 个诊断信号

source: ^[%lld health issue](inflect: true)
de: ^[%lld Systemproblem](inflect: true)
es: ^[%lld problema de estado](inflect: true)
fr: ^[%lld problème de santé](inflect: true)
ja: %lld 件のヘルス問題
pt_br: ^[%lld problema de integridade](inflect: true)
zh_hans: %lld 个健康问题

source: ^[%lld incident](inflect: true)
de: ^[%lld Vorfall](inflect: true)
es: ^[%lld incidencia](inflect: true)
ja: %lld 件のインシデント
pt_br: ^[%lld incidente](inflect: true)
zh_hans: %lld 个事件

source: ^[%lld message](inflect: true)
de: ^[%lld Nachricht](inflect: true)
es: ^[%lld mensaje](inflect: true)
ja: %lld 件のメッセージ
pt_br: ^[%lld mensagem](inflect: true)
zh_hans: %lld 条消息

source: ^[%lld room](inflect: true)
de: ^[%lld Raum](inflect: true)
es: ^[%lld sala](inflect: true)
fr: ^[%lld salon](inflect: true)
ja: %lld 個のルーム
pt_br: ^[%lld sala](inflect: true)
zh_hans: %lld 个房间

source: ^[%lld session](inflect: true)
de: ^[%lld Sitzung](inflect: true)
es: ^[%lld sesión](inflect: true)
ja: %lld 件のセッション
pt_br: ^[%lld sessão](inflect: true)
zh_hans: %lld 个会话

source: ^[%lld tool call](inflect: true)
de: ^[%lld Tool-Aufruf](inflect: true)
es: ^[%lld llamada de herramienta](inflect: true)
fr: ^[%lld appel d’outil](inflect: true)
ja: %lld 件のツール呼び出し
pt_br: ^[%lld chamada de ferramenta](inflect: true)
zh_hans: %lld 次工具调用

source: → absorbed into '%@'
de: → aufgegangen in '%@'
es: → absorbido en '%@'
fr: → absorbé dans « %@ »
ja: → '%@' に吸収
pt_br: → absorvido em '%@'
zh_hans: → 已吸收到“%@”

source: → rollback of %@
de: → Rollback von %@
es: → reversión de %@
fr: → restauration de %@
ja: → %@ のロールバック
pt_br: → reversão de %@
zh_hans: → %@ 的回滚

source: + %lld more
de: + %lld weitere
es: + %lld más
fr: + %lld de plus
ja: 他 %lld 件
pt_br: + %lld mais
zh_hans: 还有 %lld 项

source: + %lld more…
de: + %lld weitere…
es: + %lld más…
fr: + %lld de plus…
ja: 他 %lld 件…
pt_br: + %lld mais…
zh_hans: + 还有 %lld 个…

source: 0 = never unload the local whisper model. A positive value releases it (freeing VRAM on GPU) after this many idle seconds; the next voice message reloads it.
de: 0 = das lokale Whisper-Modell nie entladen. Ein positiver Wert gibt es (und den VRAM auf der GPU) nach dieser Anzahl Leerlaufsekunden frei; die nächste Sprachnachricht lädt es neu.
es: 0 = nunca descargar el modelo whisper local. Un valor positivo lo libera (liberando VRAM en la GPU) tras este número de segundos inactivos; el siguiente mensaje de voz lo vuelve a cargar.
fr: 0 = ne jamais décharger le modèle whisper local. Une valeur positive le libère (libérant la VRAM sur GPU) après ce nombre de secondes d'inactivité ; le message vocal suivant le recharge.
ja: 0 = ローカルの whisper モデルをアンロードしない。正の値を設定すると、指定した秒数アイドルが続いた後に解放されます（GPU 上の VRAM を解放）。次の音声メッセージで再読み込みされます。
pt_br: 0 = nunca descarregar o modelo whisper local. Um valor positivo o libera (liberando VRAM na GPU) após esse número de segundos ocioso; a próxima mensagem de voz o recarrega.
zh_hans: 0 = 永不卸载本地 whisper 模型。正值表示在空闲这么多秒后释放它(释放 GPU 显存);下一条语音消息会重新加载它。

source: 0 = no retries. Defaults to 3.
de: 0 = keine Wiederholungen. Standard ist 3.
es: 0 = sin reintentos. Por defecto 3.
fr: 0 = aucune nouvelle tentative. Par défaut 3.
ja: 0 = 再試行なし。デフォルトは 3。
pt_br: 0 = sem novas tentativas. O padrão é 3.
zh_hans: 0 = 不重试。默认为 3。

source: 0 9 * * * or 30m or every 2h
de: 0 9 * * * oder 30m oder every 2h
es: 0 9 * * * o 30m o every 2h
fr: 0 9 * * * ou 30m ou every 2h
ja: 0 9 * * * または 30m または every 2h
pt_br: 0 9 * * * ou 30m ou every 2h
zh_hans: 0 9 * * * 或 30m 或 every 2h

source: 0–100; higher runs first
de: 0–100; höhere Werte laufen zuerst
es: 0–100; los valores más altos se ejecutan primero
fr: 0–100 ; les valeurs plus élevées s'exécutent en premier
ja: 0〜100。値が大きいほど先に実行されます
pt_br: 0–100; o maior executa primeiro
zh_hans: 0–100;数值越大越先运行

source: 7 Days
de: 7 Tage
es: 7 días
fr: 7 jours
ja: 7 日間
pt_br: 7 dias
zh_hans: 7 天

source: 30 Days
de: 30 Tage
es: 30 días
fr: 30 jours
ja: 30 日間
pt_br: 30 dias
zh_hans: 30 天

source: 90 Days
de: 90 Tage
es: 90 días
fr: 90 jours
ja: 90 日間
pt_br: 90 dias
zh_hans: 90 天

source: A bot is a Hermes profile with a name, a face and a role. Each one gets its own memory, skills, credentials and settings, so a research bot and a deploy bot never share context.
de: Ein Bot ist ein Hermes-Profil mit Namen, Gesicht und Rolle. Jeder bekommt eigenen Speicher, eigene Skills, Anmeldedaten und Einstellungen, damit ein Recherche-Bot und ein Deploy-Bot nie denselben Kontext teilen.
es: Un bot es un perfil de Hermes con nombre, cara y rol. Cada uno tiene su propia memoria, habilidades, credenciales y ajustes, así que un bot de investigación y un bot de despliegue nunca comparten contexto.
fr: Un bot est un profil Hermes doté d'un nom, d'un visage et d'un rôle. Chacun dispose de sa propre mémoire, de ses compétences, identifiants et réglages, si bien qu'un bot de recherche et un bot de déploiement ne partagent jamais de contexte.
ja: ボットとは、名前・顔・役割を持つ Hermes プロファイルです。それぞれが独自のメモリ、スキル、資格情報、設定を持つため、リサーチ用ボットとデプロイ用ボットがコンテキストを共有することはありません。
pt_br: Um bot é um perfil do Hermes com nome, rosto e função. Cada um tem sua própria memória, habilidades, credenciais e configurações, então um bot de pesquisa e um bot de deploy nunca compartilham contexto.
zh_hans: 机器人就是一个带有名称、头像和角色的 Hermes 配置。每个机器人都有自己的记忆、技能、凭证和设置,因此研究机器人和部署机器人永远不会共享上下文。

source: A copy of the unreadable file is at:
de: Eine Kopie der unlesbaren Datei liegt unter:
es: Hay una copia del archivo ilegible en:
fr: Une copie du fichier illisible se trouve à :
ja: 読み取れなかったファイルのコピーはこちらです:
pt_br: Uma cópia do arquivo ilegível está em:
zh_hans: 无法读取的文件的副本位于:

source: A memory block was recorded in the lock but is no longer present in MEMORY.md — skipping.
de: Ein Speicherblock wurde in der Sperre erfasst, ist aber nicht mehr in MEMORY.md vorhanden — wird übersprungen.
es: Se registró un bloque de memoria en el bloqueo, pero ya no está presente en MEMORY.md — se omite.
fr: Un bloc mémoire a été enregistré dans le verrou mais n'est plus présent dans MEMORY.md — ignoré.
ja: メモリブロックがロックに記録されていますが、MEMORY.md にはもう存在しません — スキップします。
pt_br: Um bloco de memória foi registrado no lock, mas não está mais presente em MEMORY.md — ignorando.
zh_hans: 一个记忆块已记录在锁文件中,但在 MEMORY.md 中已不存在 — 跳过。
